/*
 Copyright (c) 2008-2009 Sergio Bregieira
 
 Permission is hereby granted, free of charge, to any person
 obtaining a copy of this software and associated documentation
 files (the "Software"), to deal in the Software without
 restriction, including without limitation the rights to use,
 copy, modify, merge, publish, distribute, sublicense, and/or sell
 copies of the Software, and to permit persons to whom the
 Software is furnished to do so, subject to the following
 conditions:
 
 The above copyright notice and this permission notice shall be
 included in all copies or substantial portions of the Software.
 
 THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND,
 EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES
 OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND
 NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT
 HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY,
 WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING
 FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR
 OTHER DEALINGS IN THE SOFTWARE.
 
 Created by Sergio Bregieira on 2009.01.15.
*/

// Menu items
"MENU_LABEL" = "Código Postal de %@";
// Buttons
"OPEN" = "Abrir";
"CANCEL" = "Cancelar";
"REPLACE" = "Substituir";
// Dialogs
"TOO_MANY_RESULTS_TITLE" = "Demasiados Resultados";
"TOO_MANY_RESULTS_BODY" = "A busca por \"%@\" retorno %i resultado, é impossível de precisar. Deseja abril uma pagina web com todos os resultados?";
"SHORTEN_CODE_TITLE" = "Resultado de uma busca limitada";
"SHORTEN_CODE" = "O novo código postal \"%@\" é diferente do corrente \"%@\". Esta seguro da substituição?";
// Log messages
"NO_CODE_FOUND" = "Não foi encontrado nenhum código postal apropriado para %@";
"NO_CODE_FOUND_FOR" = "Não foi encontrado nenhum código postal para %@ em %@ (%@)";
"NO_ISO_FOR" = "Nenhum código ISO foi encontrado para o pais correspondente para %@";
"NO_COUNTRY" = "Nenhum pais atribuido";